---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RailingSystemHandrailsPositionParam
source: html/bda87195-a7c5-40d5-a9ae-572e6553d653.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RailingSystemHandrailsPositionParam Property

"Position"

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemHandrailsPositionParam { get; }
```